[
    {
        "title": "Immigration to the U.S.A",
        "image": "https://i.ibb.co/jbT4vfQ/statue-liberty-with-cloudy-beautiful-sky-181624-1112.webp",
        "fee": "20",
        "details": "The E2 Visa Program is open to citizens of Bangladesh. This visa will allows the investors either from Bangladesh or around the world to live and work in the U.S. to direct and expand the business activities, and allows entry of Executive, Management, and Essential skills employees. To deal with the post-Covid economy of the U.S., the U.S. government has come up with modifications in the U.S. immigration process. It is expected that the Immigration programs such as E-2 Visa, L1A, and EB programs will drive immigrants to the U.S. which will contribute to the U.S. economy significantly."
    },
    {
        "title": "Business Migration to Australia",
        "image": "https://i.ibb.co/VVt3yDD/beautiful-shot-sydney-harbor-bridge-with-light-pink-blue-sky-181624-16041.webp",
        "fee": "15",
        "details": "Australia’s Business migration, Subclass 188, allows business owners to live and start business activities in Australia. You can apply for Business Innovation Stream (188A) and become eligible for Australian permanent residency and citizenship. This is a provisional visa. The visa subclass 188B requires you to make an investment in Australia. Once you have successfully managed investment in Australia, you can apply for Australian permanent residence (PR) through the Business Innovation & Investment (Residence) Subclass 888 visa."
    },
    {
        "title": "Immigration to Canada",
        "image": "https://i.ibb.co/987Rtj7/modern-online-foreign-education-happy-mixed-race-woman-holding-flag-canada-using-laptop-sitting-libr.jpg",
        "fee": "25",
        "details": "Express Entry is system used by Immigration, Refugees and Citizenship Canada (IRCC), which manages and processes applications received through Canada’s federal economic immigration programs. Applications are received from eligible candidates who have been invited to apply to immigrate to Canada based on their human capital factors, skills, experience, and other factors."
    },
    {
        "title": "Business immigration to Portugal",
        "image": "https://i.ibb.co/X5Jk1Q2/portuguese-passports-top-satin-flag-portugal-654297-57.jpg",
        "fee": "15",
        "details": "The Golden Visa program launched by the Portuguese Authorities is a fast track for investors to obtain a fully valid residency permit in Portugal and consequently free access to the vast majority of European countries (Schengen area). Aimed at attracting foreign investment to Portugal, the Golden Visa is a very straightforward and flexible program, with simple and clear legal requirements. With extremely reduced minimum stay requirements, the Golden Visa is clearly one of the most attractive residency programs for investors in the world."
    },
    {
        "title": "U.S.A Student Visa",
        "image": "https://i.ibb.co/DMN8v7y/african-student-female-posed-with-backpack-school-items-yard-university-against-flags-different-coun.webp",
        "fee": "10",
        "details": "The US Government provides an opportunity to all Bangladeshi students to study in the USA but as a prerequisite, you’ll have to obtain a student visa first. The visa you need will depend on your age and the type of study you wish to pursue in the US. Here’s an overview of the types of study visas and their application requirements. There are 3 types of visa. F-1 student visa, J exchange visa, M student visa. For more info contact us."
    },
    {
        "title": "Germany Student Visa",
        "image": "https://i.ibb.co/JxphHxw/happy-arabic-guy-student-showing-flag-germany-happy-arabic-guy-student-backpack-bunch-books-showing.jpg",
        "fee": "15",
        "details": "Germany is attracting students from all corners of the world towards its excellent universities. However, just like any other country, Germany also has its own requirements when it comes to deciding who enters the country. Additionally, depending on where you come from, you may need a student visa in order to enter Germany and pursue your qualification."
    }
]